Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# permissions.access_denied
source: Access Denied
ar: تم الرفض
bn: অ্যাক্সেস অস্বীকার করা হয়েছে৷
cs: Přístup odepřen
da: Adgang nægtet
de: Zugriff verweigert
es: Acceso denegado
fa: دسترسی ممنوع شد
fil: Tinanggihan ang Access
fr: Accès refusé
ha: An hana shiga
he: הגִישָׁה נִדחֲתָה
hi: पहुंच अस्वीकृत
id: Akses ditolak
it: Accesso negato
ja: アクセスが拒否されました
ko: 접근 불가
ms: Akses Ditolak
nl: Toegang geweigerd
pl: Odmowa dostępu
pt_br: Acesso negado
ro: Acces refuzat
ru: Доступ запрещен
sw: Ufikiaji Umekataliwa
th: การเข้าถึงถูกปฏิเสธ
tr: Erişim engellendi
uk: Доступ заборонено
ur: رسائی سے انکار کر دیا گیا۔
vi: Truy cập bị từ chối
zh_hans: 拒绝访问
zh_hant: 存取遭拒

# permissions.image.photo_access.denied.description
source: This app does not have permission to access your photo library. Please enable access in your device settings.
ar: لا يتوفر لهذا التطبيق إذن بالوصول إلى مكتبة الصور الخاصة بك. يُرجى تمكين هذا الإذن في إعدادات جهازك.
bn: এই অ্যাপটির আপনার ফটো লাইব্রেরি অ্যাক্সেস করার অনুমতি নেই। অনুগ্রহ করে আপনার ডিভাইস সেটিংসে অ্যাক্সেস সক্ষম করুন৷
cs: Tato aplikace nemá oprávnění k přístupu do vaší knihovny fotografií. Povolte přístup v nastavení zařízení.
da: Denne app har ikke tilladelse til at få adgang til dit fotobibliotek. Aktiver venligst adgang i dine enhedsindstillinger.
de: Diese App hat keine Berechtigung, auf Ihre Fotobibliothek zuzugreifen. Bitte aktivieren Sie den Zugriff in Ihren Geräteeinstellungen.
es: Esta aplicación no tiene permiso para acceder a tu biblioteca de fotos. Habilita el acceso en la configuración de tu dispositivo.
fa: این برنامه اجازه دسترسی به کتابخانه عکس شما را ندارد. لطفاً دسترسی را در تنظیمات دستگاه خود فعال کنید.
fil: Walang pahintulot ang app na ito na i-access ang iyong library ng larawan. Mangyaring paganahin ang pag-access sa mga setting ng iyong device.
fr: Cette application n'a pas l'autorisation d'accéder à votre photothèque. Veuillez autoriser l'accès dans les paramètres de votre appareil.
ha: Wannan app ɗin bashi da izinin shiga ɗakin karatu na hoton ku. Da fatan za a ba da damar shiga cikin saitunan na'urar ku.
he: לאפליקציה הזו אין הרשאה לגשת לספריית התמונות שלך. אפשר גישה בהגדרות המכשיר שלך.
hi: इस ऐप को आपकी फोटो लाइब्रेरी तक पहुंचने की अनुमति नहीं है। कृपया अपनी डिवाइस सेटिंग में पहुंच सक्षम करें।
id: Aplikasi ini tidak memiliki izin untuk mengakses pustaka foto Anda. Harap aktifkan akses di pengaturan perangkat Anda.
it: Questa app non ha l'autorizzazione per accedere alla tua libreria di foto. Abilita l'accesso nelle impostazioni del tuo dispositivo.
ja: このアプリには写真ライブラリにアクセスする権限がありません。デバイスの設定でアクセスを有効にしてください。
ko: 이 앱은 사진 라이브러리에 액세스할 권한이 없습니다. 기기 설정에서 액세스를 활성화하세요.
ms: Apl ini tidak mempunyai kebenaran untuk mengakses pustaka foto anda. Sila dayakan akses dalam tetapan peranti anda.
nl: Deze app heeft geen toestemming om toegang te krijgen tot uw fotobibliotheek. Schakel de toegang in via de apparaatinstellingen.
pl: Ta aplikacja nie ma uprawnień dostępu do Twojej biblioteki zdjęć. Włącz dostęp w ustawieniach urządzenia.
pt_br: Este aplicativo não tem permissão para acessar sua biblioteca de fotos. Habilite o acesso nas configurações do seu dispositivo.
ro: Această aplicație nu are permisiunea de a accesa biblioteca dvs. de fotografii. Vă rugăm să activați accesul în setările dispozitivului dvs.
ru: У этого приложения нет разрешения на доступ к вашей библиотеке фотографий. Пожалуйста, включите доступ в настройках вашего устройства.
sw: Programu hii haina ruhusa ya kufikia maktaba yako ya picha. Tafadhali wezesha ufikiaji katika mipangilio ya kifaa chako.
th: แอพนี้ไม่มีสิทธิ์ในการเข้าถึงคลังภาพของคุณ โปรดเปิดใช้งานสิทธิ์ในการตั้งค่าอุปกรณ์ของคุณ
tr: Bu uygulama fotoğraf kütüphanenize erişim iznine sahip değil. Lütfen cihaz ayarlarınızda erişimi etkinleştirin.
uk: Ця програма не має дозволу на доступ до вашої бібліотеки фотографій. Увімкніть доступ у налаштуваннях пристрою.
ur: اس ایپ کو آپ کی تصویری لائبریری تک رسائی کی اجازت نہیں ہے۔ براہ کرم اپنے آلے کی ترتیبات میں رسائی کو فعال کریں۔
vi: Ứng dụng này không có quyền truy cập vào thư viện ảnh của bạn. Vui lòng bật quyền truy cập trong cài đặt thiết bị của bạn.
zh_hans: 此应用无权访问照片库。请在设备设置中启用访问权限。
zh_hant: 此應用程式無權存取照片圖庫。請在裝置設定中啟用存取權限。

# perpetual.account_leverage
source: Account Leverage
ar: الرافعة المالية للحساب
bn: অ্যাকাউন্ট লিভারেজ
cs: Pákový efekt účtu
da: Kontogearing
de: Kontohebel
es: Apalancamiento de la cuenta
fa: اهرم حساب
fil: Leverage ng Account
fr: Effet de levier du compte
ha: Amfani da Asusu
he: מינוף חשבון
hi: खाता उत्तोलन
id: Leverage Akun
it: Leva finanziaria del conto
ja: アカウントレバレッジ
ko: 계정 레버리지
ms: Leveraj Akaun
nl: Accounthefboomwerking
pl: Dźwignia konta
pt_br: Alavancagem da conta
ro: Levierul contului
ru: Кредитное плечо счета
sw: Uwiano wa Mtaji wa Akaunti
th: การใช้ประโยชน์จากบัญชี
tr: Hesap Kaldıraç
uk: Кредитне плече рахунку
ur: اکاؤنٹ لیوریج
vi: Tận dụng tài khoản
zh_hans: 账户杠杆
zh_hant: 帳戶槓桿

# perpetual.all_time_pnl
source: All Time PnL
ar: إجمالي الربح والخسارة على مر الزمن
bn: সর্বকালের পিএনএল
cs: Celkový PnL
da: Alle tiders PnL
de: Gesamt-PnL
es: PnL de todos los tiempos
fa: سود و زیان تمام وقت
fr: PnL de tous les temps
ha: PnL na Duk Lokaci
he: כל הזמנים PnL
hi: सर्वकालिक लाभ एवं हानि
id: Laba Rugi Sepanjang Masa
it: PnL di tutti i tempi
ja: これまでの損益
ko: 역대 최고 PnL
ms: PnL Sepanjang Masa
nl: Winst en verlies over de gehele periode
pl: Całkowity zysk i strata
pt_br: Todos os tempos PnL
ro: PnL din toate timpurile
ru: PnL за всё время
sw: PnL ya Wakati Wote
th: กำไรขาดทุนตลอดกาล
tr: Tüm Zamanların Kar ve Zarar Tablosu
uk: PnL за весь час
ur: ہر وقت PnL
vi: Lợi nhuận và thua lỗ mọi thời đại
zh_hans: 总损益
zh_hant: 總損益

# perpetual.auto_close
source: Auto Close
ar: إغلاق تلقائي
bn: স্বয়ংক্রিয়ভাবে বন্ধ করুন
cs: Automatické zavření
da: Automatisk lukning
de: Automatisches Schließen
es: Cierre automático
fa: بستن خودکار
fr: Fermeture automatique
ha: Rufe atomatik
he: סגירה אוטומטית
hi: स्वतः बंद
id: Tutup Otomatis
it: Chiusura automatica
ja: 自動決済
ko: 자동 닫기
ms: Auto Tutup
nl: Automatisch sluiten
pl: Automatyczne zamykanie
pt_br: Fechamento automático
ro: Închidere automată
ru: Автозакрытие
sw: Funga Kiotomatiki
th: ปิดอัตโนมัติ
tr: Otomatik Kapatma
uk: Авто закриття
ur: آٹو بند
vi: Tự động đóng
zh_hans: 自动平仓
zh_hant: 自動平倉

# perpetual.auto_close.expected_loss
source: Expected loss
ar: الخسارة المتوقعة
bn: প্রত্যাশিত ক্ষতি
cs: Očekávaná ztráta
da: Forventet tab
de: Erwarteter Verlust
es: Pérdida esperada
fa: ضرر مورد انتظار
fil: Inaasahang pagkawala
fr: Perte attendue
ha: Asarar da ake tsammani
he: הפסד צפוי
hi: अपेक्षित हानि
id: Kerugian yang diharapkan
it: Perdita prevista
ja: 予想損失
ko: 예상 손실
ms: Kerugian yang dijangkakan
nl: Verwacht verlies
pl: Oczekiwana strata
pt_br: Perda esperada
ro: Pierderea așteptată
ru: Ожидаемые потери
sw: Hasara inayotarajiwa
th: การสูญเสียที่คาดว่าจะเกิดขึ้น
tr: Beklenen kayıp
uk: Очікувані втрати
ur: متوقع نقصان
vi: Dự kiến mất mát
zh_hans: 预期损失
zh_hant: 預期損失

# perpetual.auto_close.expected_profit
source: Expected profit
ar: الربح المتوقع
bn: প্রত্যাশিত লাভ
cs: Očekávaný zisk
da: Forventet fortjeneste
de: Erwarteter Gewinn
es: Beneficio esperado
fa: سود مورد انتظار
fil: Inaasahang tubo
fr: Bénéfice attendu
ha: Ribar da ake tsammani
he: רווח צפוי
hi: अपेक्षित लाभ
id: Keuntungan yang diharapkan
it: Profitto previsto
ja: 予想利益
ko: 예상 이익
ms: Keuntungan yang dijangkakan
nl: Verwachte winst
pl: Oczekiwany zysk
pt_br: Lucro esperado
ro: Profit așteptat
ru: Ожидаемая прибыль
sw: Faida inayotarajiwa
th: กำไรที่คาดหวัง
tr: Beklenen kar
uk: Очікуваний прибуток
ur: متوقع منافع
vi: Lợi nhuận dự kiến
zh_hans: 预期利润
zh_hant: 預期利潤

# perpetual.auto_close.stop_loss
source: Stop loss
ar: وقف الخسارة
bn: স্টপ লস
cs: Zastavit ztrátu
es: Detener la pérdida
fa: حد ضرر
fil: Itigil ang pagkawala
ha: Dakatar da asara
he: עצירת הפסד
hi: स्टॉप लॉस
id: Hentikan kerugian
ja: ストップロス
ko: 손절매
ms: Hentikan kerugian
ru: Стоп-лосс
sw: Acha hasara
th: สต็อปลอส
tr: Zarar durdurma
uk: Стоп-лосс
ur: نقصان کو روکیں۔
vi: Dừng lỗ
zh_hans: 止损
zh_hant: 停損

# perpetual.auto_close.take_profit
source: Take profit
ar: جني الأرباح
bn: লাভ নিন
da: Tag profit
de: Gewinn mitnehmen
es: Tomar ganancias
fa: سود ببرید
ha: Ci riba
he: קח רווח
hi: टेक प्रॉफिट
id: Ambil untung
ja: 利益確定
ko: 이익 실현
ms: Ambil untung
nl: Winst nemen
pl: Weź zysk
pt_br: Obter lucro
ru: Тейк-профит
sw: Chukua faida
th: รับผลกำไร
tr: Kar al
uk: Зафіксуйте прибуток
ur: منافع لے لو
vi: Kiếm lợi nhuận
zh_hans: 止盈
zh_hant: 止盈

# perpetual.close_direction
source: Close %@
ar: إغلاق %@
bn: %@ বন্ধ করুন
cs: Zavřít %@
da: Luk %@
de: Schließen %@
es: Cerrar %@
fa: بستن %@
fil: Isara ang %@
fr: Fermer %@
ha: Rufe %@
he: סגור %@
hi: बंद करें %@
id: Tutup %@
it: Chiudi %@
ja: %@ポジションを決済
ko: %@ 닫기
ms: Tutup %@
nl: Sluiten %@
pl: Zamknij %@
pt_br: Fechar %@
ro: Închide %@
ru: Закрыть %@
sw: Funga %@
th: ปิด %@
tr: %@ yi kapatın
uk: Закрити %@
ur: بند کریں %@
vi: Đóng %@
zh_hans: 平仓 %@
zh_hant: 平倉 %@

# perpetual.close_position
source: Close position
ar: إغلاق المركز
bn: বন্ধ অবস্থান
cs: Zavřít pozici
da: Luk position
de: Position schließen
es: Cerrar posición
fa: بستن موقعیت
fil: Isara ang posisyon
fr: Fermer la position
ha: Matsayin kusa
he: סגירת מיקום
hi: स्थिति बंद करें
id: Tutup posisi
it: Chiudi posizione
ja: クローズポジション
ko: 닫기 위치
ms: Tutup kedudukan
nl: Sluit positie
pl: Zamknij pozycję
pt_br: Fechar posição
ro: Închide poziția
ru: Закрыть позицию
sw: Funga Nafasi
th: ตำแหน่งปิด
tr: Pozisyonu Kapat
uk: Закрити позицію
ur: پوزیشن بند کریں۔
vi: Đóng vị thế
zh_hans: 平仓
zh_hant: 平倉

# perpetual.entry_price
source: Entry Price
ar: سعر الدخول
bn: প্রবেশ মূল্য
cs: Vstupní cena
da: Indgangspris
de: Eintrittspreis
es: Precio de entrada
fa: قیمت ورودی
fr: Prix d'entrée
ha: Farashin Shiga
he: מחיר כניסה
hi: प्रवेश मूल्य
id: Harga Masuk
it: Prezzo d'ingresso
ja: エントリー価格
ko: 진입 가격
ms: Harga Kemasukan
nl: Instapprijs
pl: Cena wejścia
pt_br: Preço de entrada
ro: Preț de intrare
ru: Цена входа
sw: Bei ya Kuingia
th: ราคาเข้า
tr: Giriş Fiyatı
uk: Вхідна ціна
ur: داخلے کی قیمت
vi: Giá vào lệnh
zh_hans: 入场价格
zh_hant: 入場價格

# perpetual.increase_direction
source: Increase %@
ar: زيادة %@
bn: %@ বৃদ্ধি করুন
cs: Zvýšení %@
da: Forøgelse %@
de: Erhöhung %@
es: Incremento %@
fa: افزایش %@
fil: Dagdagan %@
fr: Augmentation %@
ha: Ƙara %@
he: הגדלה %@
hi: %@ बढ़ाएँ
id: Peningkatan %@
it: Aumenta %@
ja: %@を増やす
ko: %@ 증가
ms: Tingkatkan %@
nl: Verhogen %@
pl: Zwiększ %@
pt_br: Aumentar %@
ro: Creștere %@
ru: Увеличение %@
sw: Ongeza %@
th: เพิ่ม %@
tr: %@ yi artırın
uk: Збільшити %@
ur: اضافہ کریں %@
vi: Tăng %@
zh_hans: %@ 加仓
zh_hant: %@ 加倉

# perpetual.increase_position
source: Increase Position
ar: زيادة المركز
bn: অবস্থান বৃদ্ধি করুন
cs: Zvýšit pozici
da: Øg position
de: Position erhöhen
es: Aumentar posición
fa: افزایش موقعیت
fil: Taasan ang Posisyon
fr: Augmenter la position
ha: Ƙara Matsayi
he: הגדלת מיקום
hi: स्थिति बढ़ाएँ
id: Tingkatkan Posisi
it: Aumenta la posizione
ja: ポジションを増やす
ko: 위치 증가
ms: Tingkatkan Kedudukan
nl: Positie verhogen
pl: Zwiększ pozycję
pt_br: Aumentar a posição
ro: Creșteți poziția
ru: Увеличить позицию
sw: Ongeza Nafasi
th: เพิ่มตำแหน่ง
tr: Pozisyonu Artır
uk: Збільшити позицію
ur: پوزیشن میں اضافہ کریں۔
vi: Tăng vị thế
zh_hans: 增加仓位
zh_hant: 增加倉位

# perpetual.leverage
source: Leverage
ar: الرافعة المالية
bn: লিভারেজ
cs: Finanční páka
da: Gearing
de: Hebelwirkung
es: Apalancamiento
fa: اهرم مالی
fr: Effet de levier
ha: Amfani
he: מינוף
hi: उत्तोलन
it: Leva
ja: レバレッジ
ko: 레버리지
nl: Hefboom
pl: Dźwignia finansowa
pt_br: Alavancagem
ro: Efect de levier
ru: Кредитное плечо
sw: Uwiano wa Mtaji
th: อัตราทดทางการเงิน
tr: Kaldıraç
uk: Кредитне плече
ur: لیوریج
vi: Đòn bẩy
zh_hans: 杠杆
zh_hant: 槓桿

# perpetual.long
source: Long
ar: طويل
bn: লং
da: Lang
es: Largo
fa: لانگ
fr: Longue
ha: Doguwa
he: ארוך
hi: लंबा
it: Lungo
ja: ロング
ko: 롱
ms: Panjang
pl: Długie
pt_br: Comprado (Long)
ro: Lung
ru: Лонг
sw: Ndefu
th: ยาว
tr: Uzun
uk: Лонг
ur: لمبی
vi: Dài
zh_hans: 做多
zh_hant: 做多

# perpetual.margin
source: Margin
ar: هامِش
bn: মার্জিন
cs: Marže
de: Marge
es: Margen
fa: حاشیه
fr: Marge
he: מרג'ין
hi: मार्जिन
it: Margine
ja: マージン
ko: 여유
nl: Marge
pl: Margines
pt_br: Margem
ro: Marjă
ru: Маржа
th: ระยะขอบ
tr: Marj
uk: Маржа
ur: مارجن
vi: Ký quỹ
zh_hans: 保证金
zh_hant: 保證金

# perpetual.margin.cross
source: Cross
ar: متقاطع
bn: ক্রস
da: Kors
de: Kreuz
es: Cruz
fa: کراس
fil: Krus
ha: Ketare
he: מוצלב
hi: क्रॉस
it: Croce
ja: クロス
ko: 크로스
ms: Salib
nl: Kruis
pl: Krzyż
ro: Cruce
ru: Кросс
sw: Msalaba
th: ข้าม
tr: Çapraz
uk: Крос
ur: کراس
vi: Chéo
zh_hans: 全仓
zh_hant: 全倉

# perpetual.margin.isolated
source: Isolated
ar: معزول
bn: বিচ্ছিন্ন
cs: Izolovaný
da: Isoleret
de: Isoliert
es: Aislado
fa: جدا شده
fil: Nakahiwalay
fr: Isolé
ha: Ware
he: מבודד
hi: पृथक
id: Terisolasi
it: Isolato
ja: 分離マージン
ko: 절연
ms: Terpencil
nl: Geïsoleerd
pl: Izolowana
pt_br: Isolado
ro: Izolat
ru: Изолированная
sw: Imetengwa
th: โดดเดี่ยว
tr: İzole
uk: Ізольовані
ur: الگ تھلگ
vi: Bị cô lập
zh_hans: 逐仓
zh_hant: 逐倉

# perpetual.margin_usage
source: Margin Usage
ar: استخدام الهامش
bn: মার্জিন ব্যবহার
cs: Využití marže
da: Marginforbrug
de: Margennutzung
es: Uso del margen
fa: استفاده از مارجین
fil: Paggamit ng Margin
fr: Utilisation de la marge
ha: Amfani da Gefen
he: שימוש בשוליים
hi: मार्जिन उपयोग
id: Penggunaan Margin
it: Utilizzo del margine
ja: 証拠金使用率
ko: 마진 사용
ms: Penggunaan Margin
nl: Margegebruik
pl: Wykorzystanie marży
pt_br: Utilização da margem
ro: Utilizarea marjei
ru: Использование маржи
sw: Matumizi ya Margin
th: การใช้มาร์จิน
tr: Marj Kullanımı
uk: Використання маржі
ur: مارجن کا استعمال
vi: Sử dụng ký quỹ
zh_hans: 保证金使用率
zh_hant: 保證金使用率

# perpetual.market_price
source: Market Price
ar: سعر السوق
bn: বাজার মূল্য
cs: Tržní cena
da: Markedspris
de: Marktpreis
es: Precio de mercado
fa: قیمت بازار
fil: Presyo sa Pamilihan
fr: Prix du marché
ha: Farashin Kasuwa
he: מחיר שוק
hi: बाजार कीमत
id: Harga Pasar
it: Prezzo di mercato
ja: 市場価格
ko: 시장 가격
ms: Harga Pasaran
nl: Marktprijs
pl: Cena rynkowa
pt_br: Preço de mercado
ro: Prețul de piață
ru: Рыночная цена
sw: Bei ya Soko
th: ราคาตลาด
tr: Piyasa Fiyatı
uk: Ринкова ціна
ur: بازاری قیمت
vi: Giá thị trường
zh_hans: 市价
zh_hant: 市價

# perpetual.modify
source: Modify
ar: يُعدِّل
bn: পরিবর্তন করুন
cs: Upravit
da: Rediger
de: Ändern
es: Modificar
fa: اصلاح
fil: Baguhin
fr: Modifier
ha: Gyara
he: שנה
hi: संशोधित करें
id: Memodifikasi
it: Modifica
ja: 修正する
ko: 수정하다
ms: Ubah suai
nl: Bewerken
pl: Modyfikuj
pt_br: Modificar
ro: Modifica
ru: Изменить
sw: Rekebisha
th: แก้ไข
tr: Değiştir
uk: Змінити
ur: ترمیم کریں۔
vi: Biến đổi
zh_hans: 调整
zh_hant: 調整

# perpetual.modify_position
source: Modify Position
ar: تعديل المركز
bn: অবস্থান পরিবর্তন করুন
cs: Upravit pozici
da: Rediger position
de: Position ändern
es: Modificar posición
fa: تغییر موقعیت
fil: Baguhin ang Posisyon
fr: Modifier la position
ha: Gyara Matsayi
he: שינוי מיקום
hi: स्थिति संशोधित करें
id: Ubah Posisi
it: Modifica posizione
ja: ポジションを変更
ko: 위치 수정
ms: Ubahsuai Kedudukan
nl: Positie wijzigen
pl: Modyfikuj pozycję
pt_br: Modificar posição
ro: Modificare poziție
ru: Изменить позицию
sw: Rekebisha Nafasi
th: ปรับเปลี่ยนตำแหน่ง
tr: Pozisyonu Değiştir
uk: Змінити позицію
ur: پوزیشن میں ترمیم کریں۔
vi: Sửa đổi vị thế
zh_hans: 修改仓位
zh_hant: 修改倉位

# perpetual.open_direction
source: Open %@
ar: افتح %@
bn: %@ খুলুন
cs: Otevřít %@
da: Åbn %@
de: Öffnen %@
es: Abrir %@
fa: باز کردن %@
fil: Buksan ang %@
fr: Ouvrir %@
ha: Bude %@
he: פתח %@
hi: %@ खोलें
id: Buka %@
it: Apri %@
ja: %@ポジションを建てる
ko: %@ 열기
ms: Buka %@
pl: Otwórz %@
pt_br: Abrir %@
ro: Deschis %@
ru: Открыть %@
sw: Fungua %@
th: เปิด %@
tr: %@ yi aç
uk: Відкрити %@
ur: کھولیں %@
vi: Mở %@
zh_hans: 开仓 %@
zh_hant: 開倉 %@

# perpetual.position
source: Position
ar: المركز
bn: অবস্থান
cs: Pozice
es: Posición
fa: موقعیت
fil: Posisyon
ha: Matsayi
he: פוזיציה
hi: पोजीशन
id: Posisi
it: Posizione
ja: ポジション
ko: 위치
ms: Kedudukan
nl: Positie
pl: Pozycja
pt_br: Posição
ro: Poziţie
ru: Позиция
sw: Nafasi
th: ตำแหน่ง
tr: Pozisyon
uk: Позиція
ur: پوزیشن
vi: Vị thế
zh_hans: 仓位
zh_hant: 倉位

# perpetual.positions
source: Positions
ar: المراكز
bn: পজিশন
cs: Pozice
da: Positioner
de: Positionen
es: Posiciones
fa: موقعیت‌ها
fil: Mga posisyon
ha: Matsayi
he: פוזיציות
hi: स्थितियां
id: Posisi
it: Posizioni
ja: ポジション
ko: 위치
ms: Kedudukan
nl: Posities
pl: Pozycje
pt_br: Posições
ro: Poziții
ru: Позиции
sw: Vyeo
th: ตำแหน่ง
tr: Pozisyonlar
uk: Позиції
ur: عہدے
vi: Vị thế
zh_hans: 仓位
zh_hant: 倉位

# perpetual.reduce_direction
source: Reduce %@
ar: تقليل %@
bn: %@ কমাও
cs: Snížit %@
da: Reducer %@
de: Reduzieren %@
es: Reducir %@
fa: کاهش %@
fil: Bawasan ang %@
fr: Réduire %@
ha: Rage %@
he: צמצום %@
hi: %@ कम करें
id: Kurangi %@
it: Riduci %@
ja: %@を減らす
ko: %@ 줄이기
ms: Kurangkan %@
nl: Verminder %@
pl: Zmniejsz %@
pt_br: Reduzir %@
ro: Reduceți %@
ru: Уменьшить %@
sw: Punguza %@
th: ลด %@
tr: %@ azalt
uk: Зменшити %@
ur: کم کریں %@
vi: Giảm %@
zh_hans: %@ 减仓
zh_hant: %@ 減倉

# perpetual.reduce_position
source: Reduce Position
ar: تقليل المركز
bn: অবস্থান হ্রাস করুন
cs: Snížit pozici
da: Reducer position
de: Position reduzieren
es: Reducir posición
fa: کاهش موقعیت
fil: Bawasan ang Posisyon
fr: Réduire la position
ha: Rage Matsayi
he: הקטן את המיקום
hi: स्थिति कम करें
id: Kurangi Posisi
it: Riduci posizione
ja: ポジションを縮小
ko: 위치 줄이기
ms: Kurangkan Kedudukan
nl: Positie verkleinen
pl: Zmniejsz pozycję
pt_br: Reduzir posição
ro: Reduceți poziția
ru: Уменьшить позицию
sw: Punguza Nafasi
th: ลดตำแหน่ง
tr: Pozisyonu Azalt
uk: Зменшити позицію
ur: پوزیشن کو کم کریں۔
vi: Giảm vị thế
zh_hans: 减仓
zh_hant: 減倉

# perpetual.short
source: Short
ar: قصير
bn: শর্ট
da: Kort
de: Kurz
es: Corto
fa: شورت
fr: Court
ha: Gajere
he: קצר
hi: लघु
it: Breve
ja: ショート
ko: 숏
ms: Pendek
pl: Krótkie
pt_br: Vendido (Short)
ro: Scurt
ru: Шорт
sw: Fupi
th: สั้น
tr: Kısa
uk: Короткий
ur: مختصر
vi: Ngắn
zh_hans: 做空
zh_hant: 做空

# perpetual.size
source: Size
ar: مقاس
bn: আকার
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fa: اندازه
fil: Sukat
fr: Taille
ha: Girman
he: גוֹדֶל
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
ms: Saiz
nl: Omvang
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
ru: Размер
sw: Ukubwa
th: ขนาด
tr: Boyut
uk: Розмір
ur: سائز
vi: Kích cỡ
zh_hans: 持仓量
zh_hant: 倉位大小

# perpetual.unrealized_pnl
source: Unrealized PnL
ar: الأرباح والخسائر غير المحققة
bn: অবাস্তব PnL
cs: Nerealizovaný zisk/ztráta
da: Urealiseret PnL
de: Nicht realisierter PnL
es: PnL no realizado
fa: سود و زیان تحقق نیافته
fil: Hindi Natanto na PnL
fr: PnL non réalisé
ha: PnL mara Gaskiya
he: רווח והפסד לא ממומשים
hi: अवास्तविक लाभ-हानि
id: Laba Rugi yang Belum Terealisasi
it: PnL non realizzato
ja: 未実現損益
ko: 미실현 손익
ms: PnL Tidak Terrealisasi
nl: Niet-gerealiseerde winst/verlies
pl: Niezrealizowany zysk/strata
pt_br: Lucro e Perda não realizados
ro: PnL nerealizat
ru: Нереализованный PnL
sw: PnL Isiyotekelezwa
th: กำไรขาดทุนที่ยังไม่เกิดขึ้นจริง
tr: Gerçekleşmemiş Kar ve Zarar
uk: Нереалізований PnL
ur: غیر حقیقی PnL
vi: Lợi nhuận và lỗ chưa thực hiện
zh_hans: 未实现盈亏
zh_hant: 未實現損益

# perpetual.value
source: Value
ar: قيمة
bn: মূল্য
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fa: ارزش
fil: Halaga
fr: Valeur
ha: darajar
he: עֵרֶך
hi: मूल्य
id: Nilai
it: Valore
ja: 価値
ko: 값
ms: Nilai
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Стоимость
sw: Thamani
th: ค่า
tr: Değer
uk: Значення
ur: قدر
vi: Giá trị
zh_hans: 价值
zh_hant: 價值

# perpetual.volume
source: Volume
ar: مقدار
bn: ভলিউম
cs: Objem
da: Volumen
de: Volumen
es: Volumen
fa: حجم
fil: Dami
ha: Ƙarar girma
he: נפח
hi: आयतन
ja: 出来高
ko: 거래량
ms: Volum
pl: Wolumen
ro: Volum
ru: Объем
sw: Kiasi
th: ปริมาณ
tr: Hacim
uk: Обсяг
ur: حجم
vi: Khối lượng
zh_hans: 交易量
zh_hant: 成交量

# perpetuals.empty_state.no_markets
source: No markets
ar: لا أسواق
bn: বাজার নেই
cs: Žádné trhy
da: Ingen markeder
de: Keine Märkte
es: Sin mercados
fa: بدون بازار
fil: Walang mga merkado
fr: Pas de marchés
ha: Babu kasuwanni
he: אין שווקים
hi: कोई बाज़ार नहीं
id: Tidak ada pasar
it: Nessun mercato
ja: 市場がない
ko: 시장 없음
ms: Tiada pasaran
nl: Geen markten
pl: Brak rynków
pt_br: Sem mercados
ro: Fara piete
ru: Нет рынков
sw: Hakuna masoko
th: ไม่มีตลาด
tr: Pazar yok
uk: Жодних ринків
ur: کوئی بازار نہیں۔
vi: Không có thị trường
zh_hans: 没有市场
zh_hant: 沒有市場

# perpetuals.empty_state.no_markets_found
source: No markets found
ar: لم يتم العثور على الأسواق
bn: কোন বাজার খুঁজে পাওয়া যায়নি
cs: Nenalezeny žádné trhy
da: Ingen markeder fundet
de: Keine Märkte gefunden
es: No se encontraron mercados
fa: هیچ بازاری یافت نشد
fil: Walang nakitang mga merkado
fr: Aucun marché trouvé
ha: Babu kasuwanni da aka samu
he: לא נמצאו שווקים
hi: कोई बाज़ार नहीं मिला
id: Tidak ada pasar yang ditemukan
it: Nessun mercato trovato
ja: 市場が見つかりません
ko: 시장을 찾을 수 없습니다
ms: Tiada pasaran ditemui
nl: Geen markten gevonden
pl: Nie znaleziono rynków
pt_br: Nenhum mercado encontrado
ro: Nu s-au găsit piețe
ru: Рынки не найдены
sw: Hakuna masoko yaliyopatikana
th: ไม่พบตลาด
tr: Hiçbir pazar bulunamadı
uk: Ринків не знайдено
ur: کوئی بازار نہیں ملا
vi: Không tìm thấy thị trường
zh_hans: 未找到任何市场
zh_hant: 未找到任何市場

# perpetuals.markets
source: Markets
ar: الأسواق
bn: বাজার
cs: Trhy
da: Markeder
de: Märkte
es: Mercados
fa: بازارها
fil: Mga pamilihan
fr: Marchés
ha: Kasuwanni
he: שווקים
hi: बाज़ार
id: Pasar
it: Mercati
ja: 市場
ko: 시장
ms: Pasaran
nl: Markten
pl: Rynki
pt_br: Mercados
ro: Piețele
ru: Рынки
sw: Masoko
th: ตลาด
tr: Piyasalar
uk: Ринки
ur: منڈیاں
vi: Thị trường
zh_hans: 市场
zh_hant: 市場

# perpetuals.title
source: Perpetuals
ar: العقود الدائمة
bn: পারপেচুয়াল
cs: Věčné
es: Perpetuos
fa: دائمی‌ها
fr: Perpétuels
he: נצחיים
hi: पर्पेचुअल्स
id: Perpetual
it: Perpetui
ja: パーペチュアル
ko: 무기한 선물
ms: Kekal
pl: Wieczyste
pt_br: Perpétuos
ro: Perpetue
ru: Перпетуалы
th: นิรันดร์
tr: Sürekliler
uk: Перпетуали
ur: دائمی
vi: Perpetual
zh_hans: 永续合约
zh_hant: 永續合約

# price_alerts.added_for
source: Set price alert %@
ar: تعيين تنبيه السعر %@
bn: মূল্য সতর্কতা সেট করুন %@
cs: Nastavit cenové upozornění %@
da: Indstil prisalarm %@
de: Preisalarm einstellen %@
es: Establecer alerta de precio %@
fa: تنظیم هشدار قیمت %@
fil: Itakda ang alerto sa presyo %@
fr: Définir une alerte de prix %@
ha: Saita faɗakarwar farashi %@
he: הגדר התראת מחיר %@
hi: मूल्य अलर्ट सेट करें %@
id: Tetapkan peringatan harga %@
it: Imposta avviso prezzo %@
ja: 価格アラートを設定しました：%@
ko: 가격 알림 설정 %@
ms: Tetapkan makluman harga %@
nl: Prijswaarschuwing instellen %@
pl: Ustaw alert cenowy %@
pt_br: Definir alerta de preço %@
ro: Setează alertă de preț %@
ru: Установить ценовое оповещение %@
sw: Weka arifa ya bei %@
th: ตั้งค่าการแจ้งเตือนราคา %@
tr: Fiyat uyarısı ayarla %@
uk: Встановити сповіщення про ціну %@
ur: قیمت کا الرٹ مقرر کریں %@
vi: Đặt cảnh báo giá %@
zh_hans: 为 %@ 设置价格提醒
zh_hant: 價格提醒已設定：%@
